<?php
$_['addist_error_header']          = 'Обнаружены серьезные проблемы:';
$_['addist_error_footer']          = 'Чтобы убрать это сообщение, пожалуйста, решите вышеуказанные проблемы или удалите/почистите модификации соответствующих дополнений(vqmod/ocmod).';
$_['addist_error_not_activated']   = '%s: Дополнение ещё не активировано.';
$_['addist_error_expired']         = '%s: Срок действия пробной лицензии истек в %s.';

$_['addist_error_vqmod']           = 'Обнаружены дополнения требующие "vQmod".';
$_['addist_error_vqmod_version']   = 'Обнаружены дополнения требующие "vQmod" более поздных версий чем %s.';
$_['addist_error_ioncube']         = 'Обнаружены дополнения требующие включения расширения "Ioncube Loader".';
$_['addist_error_ioncube_version'] = 'Обнаружены дополнения требующие включения расширения "Ioncube Loader" более поздных версий чем %s.';
?>